amd-ucode
archlinux-appstream-data
ark
auto-cpufreq
autoconf
automake
base
binutils
bison
bluez
bluez-utils
btop
dialog
discord
discover
dkms
dolphin
dosfstools
efibootmgr
egl-wayland
exa
fakeroot
ffmpegthumbs
file
findutils
firefox
flex
gamemode
gawk
gcc
gettext
gimp
git
grep
groff
grub
gst-plugin-pipewire
gwenview
gzip
hdparm
heroic-games-launcher-bin
htop
iotop
kate
kdeconnect
kdenlive
konsole
ktorrent
lib32-pipewire
lib32-vulkan-radeon
libreoffice-fresh
libtool
libva-mesa-driver
linux
linux-firmware
linux-headers
m4
make
mpv
mtools
nano
neofetch
network-manager-applet
networkmanager
noto-fonts-emoji
ntfs-3g
obs-studio
okular
osu-lazer-bin
otf-ipafont
pacman
partitionmanager
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
plasma-meta
plasma-wayland-session
radeontop
rsync
sed
spectacle
sshfs
steam
sudo
texinfo
tor-browser
ttf-ms-fonts
unzip
v4l2loopback-dkms
v4l2loopback-utils
vim
vulkan-radeon
wget
which
wine
wine-gecko
wine-mono
winetricks
wireless_tools
wireplumber
xdg-desktop-portal
xdg-desktop-portal-kde
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
yay
zip
zoom
zram-generator
zsh
